---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewerShowUncropped
source: html/e66b5162-38bb-23ff-23e2-872efc4d3ce3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewerShowUncropped Property

"Show uncropped"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewerShowUncropped { get; }
```